{"basics":{"name":"Nicole Smith-Vaniz","label":"Student at Tulane University","image":"","email":"nsmithvaniz@tulane.edu","phone":"978-460-8990","url":"https://nsmithvaniz.github.io/","summary":"Passionate and proactive, I'm driven to tackle challenges head-on. I actively seek opportunities to contribute to projects that push boundaries, particularly those that leverage machine learning to enhance health outcomes. Through my writing, I hope to support efforts toward a future that uses the power of technology as a bridge to extend quality healthcare to all.","location":{"address":"29 July Road","postalCode":"01776","city":"Sudbury","countryCode":"US","region":"Massachusetts"},"profiles":[{"network":"LinkedIn","url":"https://www.linkedin.com/in/nicole-smith-vaniz/"}]},"work":[{"name":"Tulane University School of Public Health and Tropical Medicine","position":"Research Assistant","startDate":"2024-01","summary":["Assistant in conducting a discourse analysis of abortion and abortion law in Louisiana. Analyze thematic shifts from pre-Dobbs era through social listening and comparison of human-determined sentiment to AI-analyzed sentiment"]},{"name":"Massachusetts General Hospital","position":"Radiology Research Assistant","startDate":"2024-06","summary":["TBD"]},{"name":"Fabric Health","position":"AI Development Intern","startDate":"2024-06","summary":["TBD"]},{"name":"Tinas Wish","position":"Communications Intern","startDate":"2023-06","endDate":"2024-05","summary":["Develop and advance strategies to market the EmpowerU podcast. Analyze educational social platforms to improve outreach strategies. Communicate with other non-profit and educational organizations to establish partnerships."]},{"name":"The Sexual Health Alliance","position":"Content Writing Intern","startDate":"2023-06","endDate":"2023-10","summary":["Write engaging, well-researched, and celebratory articles for the SHA blog Nymphomedia and Respark Therapy blog."]},{"name":"GLASS Boston","position":"Program Intern","startDate":"2023-06","endDate":"2023-12","summary":["Initiate, develop, and guide online health education training programs with engaging, informative workshops. Research and compile resource documentation for GLASS's website. Inform and produce marketing content for various social media profiles."]},{"name":"instED","position":"Technical Writing Intern","startDate":"2023-05","endDate":"2023-08","summary":["Create streamlined user facing documentation process through innovative AI-driven automation, transforming release information into dynamic content for enhanced user experience. Review development and design stories in Jira and Confluence and convert them into user facing Help and FAQ documents. Compile end-user input and develop business requirement documentation for technical development. Interface with internal sales, operational, and clinical teams, as well as clients i.e. external clinical teams and patients."]},{"name":"Hudson Board of Health","position":"MetroWest Food Collaborative Intern","startDate":"2023-05","endDate":"2023-08","summary":["Create and manage the social media presence for the MWFC, while maintaining an existing website. Update Monthly Food Access Calendars using Google Calendar and disseminate them throughout local communities."]},{"name":"Motto Health","position":"Provider Relations Intern","startDate":"2023-03","endDate":"2023-05","summary":["Conduct comprehensive research and craft a strategic activation document and presentation for the CEO, providing valuable insights in driving the conversion of providers into strategic partners. Drive patient acquisition through an outbound referral network development campaign. Manage outbound calls to assigned physicians’ offices and other healthcare providers within a CRM database. Follow-up with interested providers to further develop business relationships."]},{"name":"Dassault Systemes","position":"Social Marketing Intern","startDate":"2022-06","endDate":"2022-08","summary":["Specialize in content creation, composing 60+ posts on professional socials such as Twitter and LinkedIn. Create 50+ competitive social analyses, coverage summaries, promotional emails, and landing page descriptions."]},{"name":"TheSocialTalks","position":"Journalism Intern","startDate":"2022-06","endDate":"2022-08","summary":["Research and write about contemporary public health issues and policies such as gun laws, reversal of Roe V. Wade, sexual violence, and more. Publish 2-3 articles weekly."]}],"volunteer":[{"organization":"Alpha Phi Omega","location":"New Orleans, LA","position":"Vice President ","startDate":"2022-01","endDate":"2024-01","summary":["Lead organizer for the New York City branch of the People's Climate March, the largest climate march in history."]}],"education":[{"institution":"Tulane University School of Public Health and Tropical Medicine","location":"New Orleans, LA","url":"https://sph.tulane.edu/","area":"Public Health","studyType":"BSPH","startDate":"2021-08","endDate":"2025-05","GPA":"4.0","courses":["Contemporary Challenges in Global Health, Foundations of Health Care Systems, The Cell, Individual & The Community, Foundations of Epidemiology, Infectious Diseases, Introduction to Nutrition"]}],"Honors and Awards":[{"title":["TedxTulane Speaker 2023","Newcomb-Tulane College Grantee","Newcomb Institute Grantee","J. Vernon Memorial Scholarship Winner","Edward J McCarthy Memorial Scholarship","LSSF Dollars for Scholars Overall Scholarship","Two Time World Language Declamation Competition Winner","John and Abigail Adams Scholarship Winner","Paul E Lamoureaux Academic Commitment Award"]}],"publications":[{"name":"TBD","publisher":"TBD","releaseDate":"TBD","url":"TBD"}],"skills":[{"name":"Professional","icon":"fa-solid fa-hashtag","keywords":["Technical Writing","Social Listening","Discourse Analysis","Technical Documentation","Community Outreach","Python (Beginner)"]}],"languages":[{"language":"English","fluency":"Native speaker","icon":""},{"language":"Spanish","fluency":"Advanced","icon":""}],"interests":[{"name":"Professional","icon":"fa-solid fa-tag","keywords":["Machine Learning","Health Disparities","Women's Reproductive Health","Writing","Communications","Research"]}],"projects":[{"name":"Projects with Louisiana State University Health Sciences Center New Orleans","summary":"Comprehensive research on Asperger's classification, encompassing historical analysis, literature review, and critical evaluation of studies delineating its distinctions from the autism spectrum, culminating in the proposal of an AI diagnostic experiment to identify defining characteristics and thresholds for distinguishing Asperger's from autism","startDate":"2024-04","endDate":"TBD","url":"TBD"}]}